Repository: arabahtheapp2-sudo/ArabahiOS2
Catalog: ARABAH/Resources/mul.lproj/Main.xcstrings
Source language: en
Languages: ar

# 0QE-dF-Ok2.normalTitle
source: Complete Your Profile
ar: أكمل ملفك الشخصي

# 1AO-RP-fHg.text
source: 1kg
ar: 1 كيلو جرام

# 1oB-0Z-bpF.normalTitle
source: Add
ar: إضافة

# 02C-B6-1A4.text
source: Phone Number
ar: رقم الهاتف

# 2oA-Ut-q6J.text
source: Phone Number
ar: رقم الهاتف

# 2UU-H8-1Xn.text
source: gm/Liter
ar: جم/لتر

# 3fO-Qg-NHZ.text
source: Product
ar: المنتج

# 3Ra-Eu-xnZ.text
source: Similar Products
ar: منتجات مشابهة

# 3Ve-cJ-cMt.text
source: Report
ar: بلغ عن هذا المنتج

# 4fp-5Z-EJl.text
source: Add Reviews
ar: إضافة تقييم

# 4rg-L3-7nb.placeholder
source: Search
ar: بحث

# 5S8-rE-ib0.text
source: Historical price
ar: السعر التاريخي

source: 5Vv-pQ-rch.text
ar: اسم

# 6gs-uf-Nug.text
source: Comments
ar: التعليقات

# 6Sq-fL-jvh.text
source: 0 ratings
ar: لا توجد تقييمات

# 7Cd-lS-Vyx.placeholder
source: Enter Name
ar: أدخل الاسم

# 7hS-j3-n5e.text
source: Sign In
ar: تسجيل الدخول

# 7l2-2m-DQo.text
source: Category
ar: الفئة

# 08J-vs-9Ol.normalTitle
source: Submit
ar: إرسال

# 9Jv-iw-IN5.text
source: User
ar: المستخدم

# 9Pv-1t-TVP.text
source: Email
ar: البريد الإلكتروني

# 67x-y3-l6J.text
source: Verification Code
ar: رمز التحقق

# aCS-aT-LCr.text
source: Reason
ar: السبب

# Bby-LP-DfK.text
source: 500 gm
ar: 500 جم

# bcJ-YV-ZdI.text
source: Tomato
ar: طماطم

# bLr-BC-u8C.text
source: 500gm
ar: 500 جرام

# BQv-wK-Vt0.placeholder
source: Enter Title
ar: أدخل العنوان

# bsq-mc-vS4.text
source: Comments
ar: التعليقات

# CQ0-9T-Yp5.normalTitle
source: Update
ar: تحديث

# cs7-7Y-CqQ.placeholder
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# Css-eV-jFi.normalTitle
source: Button
ar: زر

# CY6-ae-lsY.text
source: Pineapple
ar: أناناس

# Dpj-jc-f9V.text
source: Report
ar: بلغ عن هذا المنتج

# DqE-t4-Ldd.text
source: Are you sure you want to remove this product?
ar: هل أنت متأكد أنك تريد إزالة هذا المنتج؟

# e3s-51-nxT.text
source: From $10.00
ar: من 10.00 دولار

# Eba-8R-RAe.placeholder
source: Enter Old Password
ar: أدخل كلمة المرور القديمة

# egs-of-ebH.text
source: Strawberry
ar: فراولة

# EHo-Sb-Emf.text
source: Ticket ---
ar: تذكرة ---

# ek6-0S-of1.normalTitle
source: Scan
ar: مسح

# eku-pe-Jb8.text
source: Change Langauge
ar: تغيير اللغة

# Eoe-29-MQ5.normalTitle
source: View Shopping List
ar: عرض قائمة التسوق

# eR7-5B-0vT.normalTitle
source: Add Ticket
ar: إضافة تذكرة

# EVe-1k-GUr.text
source: Last price update on 15/10/2024
ar: آخر تحديث للسعر في 15/10/2024

# fA6-0q-wNq.text
source: Sophia
ar: صوفيا

# fBx-0G-1l9.text
source: Amit
ar: أميت

# Ffk-KX-rLA.text
source: Historical price
ar: السعر التاريخي

# fzJ-jh-FHz.normalTitle
source: Verify
ar: يؤكد

source: fzJ-jh-FHz.normolTitle
ar: يؤكد

source: fzJ-jh-FHz.text
ar: يؤكد

# H40-ol-aqF.text
source: Shopping List
ar: قائمة التسوق

# hF0-21-mDd.text
source: Edit here
ar: عدّل هنا

# Hfy-uW-GAF.text
source: Categories
ar: الفئات

# HNj-5v-Bvh.text
source: Please Sign In to Continue
ar: يرجى تسجيل الدخول للمتابعة

# HnX-n2-jLF.text
source: Favorite Products
ar: المنتجات المفضلة

# hwP-Tl-AJ4.text
source: Offers
ar: العروض

# ikv-Pg-7FR.text
source: Pineapple
ar: منتج مفضل

# InW-sb-khm.normalTitle
source: Apply
ar: تطبيق

# j8L-0I-X6U.normalTitle
source: Submit
ar: إرسال

# Ji7-12-e2h.placeholder
source: Enter Email
ar: أدخل البريد الإلكتروني

# jLt-aQ-4WX.placeholder
source: Search
ar: بحث

# jmu-bT-HPB.text
source: Notes
ar: ملاحظات

# Keb-hX-5Fw.text
source: Label
ar: ملصق

# knV-rb-bIU.text
source: - Kg/Liter
ar: كجم/لتر

# KX1-LV-y74.placeholder
source: Search
ar: بحث

# Ljg-TP-Q5m.placeholder
source: Enter New Password
ar: أدخل كلمة المرور الجديدة

# nbh-kt-x3n.placeholder
source: Enter Email
ar: أدخل البريد الإلكتروني

# nfn-Lu-Jnn.normalTitle
source: NOTIFY ME
ar: أعلمني

# NH5-zP-9aT.normalTitle
source: Submit
ar: إرسال

# niF-Ff-5uJ.normalTitle
source: Apply
ar: تطبيق

# NlX-ex-yAX.text
source: Reviews
ar: المراجعات

# nQS-q2-EfN.text
source: Label
ar: ملصق

# o5D-nE-NaR.text
source: 0 Offers
ar: 0 عروض

# OAE-yS-CZk.text
source: Profile
ar: الملف الشخصي

# OdO-aG-TwS.text
source: Fresh Finds Market
ar: سوق الاكتشافات الطازجة

# oEK-QG-ebR.text
source: Welcome to Arabah
ar: حياك الله في عربة

# OIe-EU-8sV.normalTitle
source: Submit
ar: إرسال

# omw-9q-csL.text
source: May 20, 2024
ar: 20 مايو 2024

# PIW-UL-y8T.text
source: Deals
ar: العروض

# Price
source: Price Notifications
ar: إشعارات الأسعار

# PTk-mu-XPL.normalTitle
source: Add to Shopping List
ar: أضف إلى قائمة التسوق

# qed-3M-2sA.normalTitle
source: Sign In
ar: تسجيل الدخول

# QMB-1c-10c.text
source: Your list is empty. Start adding items to compare prices
ar: قائمتك فارغة. ابدأ بإضافة عناصر لمقارنة الأسعار

# R96-wy-CEK.text
source: Product Name: --
ar: اسم المنتج: --

# rdm-Lo-zho.text
source: Add Ticket
ar: إضافة تذكرة

# rGa-Qc-tgQ.normalTitle
source: Yes
ar: نعم

# Ska-O6-4kM.text
source: Fruits
ar: فواكه

# SM0-1O-M5J.text
source: Compare store prices and choose what suits you best
ar: قارن بين أسعار المتاجر لمعرفة الأفضل !

# T92-M0-MJE.text
source: No additionol text
ar: لا يوجد نص إضافي

# tct-Lj-dxu.text
source: Vente Review
ar: مراجعة البيع

# tE9-D0-Dyr.text
source: Price History
ar: النطاق التاريخي للسعر

# TuB-9E-6zj.text
source: Raise Ticket
ar: ارفع تذكرة

# tzd-rk-ZXA.text
source: Hello
ar: مرحباً

source: uck-2a-tXy.text
ar: اختر اللغة

# ufT-nM-EAA.text
source: Remove Product
ar: إزالة المنتج

# UK0-I6-9UH.text
source: Details
ar: تفاصيل

# utP-RI-v8P.text
source: /1 kg
ar: 1 كجم

# UVH-Za-DFt.text
source: OTP
ar: رمز التحقق OTP

# uVM-GL-MJF.text
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد. لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد. لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد. لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد.

source: V0u-yr-vfv.placeholder
ar: أكتب هن ..

source: V3o-Zg-bvC.text
ar: المستخدم

# v05-cd-8Ye.normalTitle
source: Sign In As guest User
ar: تسجيل الدخول كضيف

# vYC-Jw-hg0.text
source: Change Password
ar: تغيير كلمة المرور

# Wma-kC-n6p.highlightedTitle
source: Add Reviews
ar: إضافة تقييم

# Wma-kC-n6p.normalTitle
source: Add Reviews
ar: إضافة تقييم

# xbh-V8-LMj.text
source: Contact Us
ar: للتواصل معنا

# XF3-Gt-S6k.text
source: FAQs
ar: الأسئلة الشائعة

# xS5-Cb-01H.text
source: 12:57 pm
ar: 12:57 مساءً

# xum-io-gaj.text
source: Complete your Profile
ar: أكمل ملفك الشخصي

# xx6-s6-2Sa.text
source: Notifications
ar: الإشعارات

# yat-oH-Dg9.text
source: Description
ar: وصف

# yfj-6y-tre.text
source: Best Price
ar: أفضل سعر

# YG4-AQ-b89.text
source: Notes
ar: ملاحظات

# YUk-yh-PL9.normalTitle
source: Sign In
ar: تسجيل الدخول

# yWg-qT-i4Q.text
source: Name
ar: الاسم

# zCq-S3-mVq.text
source: Title
ar: العنوان

# ZDY-Gn-LrO.text
source: Terms and Conditions
ar: الشروط والأحكام

# ZHX-dl-F8k.placeholder
source: Enter Name
ar: أدخل الاسم

# zNq-Ij-ViK.normalTitle
source: Update
ar: تحديث

# zqg-8o-gOL.text
source: Barcode Reader
ar: قارئ الباركود
